archlinux-keyring
arcolinux-keyring
librewolf 
firefox 
alacritty 
dmenu
i3 
pavucontrol
pulsaudio 
unzip 
neovim
python-pynvim
xsel
xclip
rofi 
fortune-mod 
cowsay 
ruby 
pcmanfm
picom 
nitrogen 
cargo 
npm 
pcmanfm
polybar 
pulseaudio-alsa 
id3v2
gpick
nomacs
cowsay 
ruby 
7-zip 
udisks2 
libreoffice
vlc
ncdu
lua-language-server
wine
android-tools-adb
go
fcitx
fcitx-configtool
fcitx-mozc
adobe-source-han-sans-jp-fonts
otf-ipafont
php
php-pgsql
zsh
nomacs
apache
mariadb
php
php-apache
phpmyadmin 
mpd
ncmpc
mpc
